Repository: EdilbertoFonseca/viewNetworks
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt

source: List networks and recover password.
pt: Liste as redes e recupere a senha.

source: This addon lists the networks that have been saved on this system and tries when possible to recover the password.
pt: Este addon lista as redes que foram salvas neste sistema e tenta sempre que possível recuperar a senha.

source: &Network Profiles
pt: Perfis de &rede

source: &Recover Password
pt: &Recuperar senha

source: &About
pt: &Sobre

source: &Help
pt: &Ajuda

source: &View Networks
pt: &Visualizar redes

source: Displays the networks you have connected to.
pt: Exibe as redes às quais você se conectou.

source: View Networks
pt: Exibir redes

source: Network Profiles
pt: Perfis de rede

source: Recover saved networks password.
pt: Recupere a senha das redes salvas.

source: Recover Password.
pt: Recuperar Senha.

source: About the ViewNetworks Add-on.
pt: Sobre o complemento ViewNetworks.

source: Summary: {}
pt: Resumo: {}\n

source: Version: {}
pt: Versão: {}\n

source: Description: {}
pt: Descrição: {}\n

source: Autor: {}
pt: Autor: {}\n \n

source: Minimum version of NVDA required: {}
pt: Versão mínima do NVDA necessária: {}\n

source: Latest version of NVDA tested: {}
pt: Versão mais recente do NVDA testada: {}

source: Add-on information
pt: Informação sobre o Addon

source: Opens the ViewNetworks add-on help page.
pt: Abre a página de ajuda do complemento ViewNetworks.

source: &Close
pt: &Fechar

source: Search:
pt: Buscar:

source: key content:
pt: conteúdo da chave:

source: &Search
pt: &Buscar

source: C&lean
pt: &Limpar

source: Unable to get network key content {}!
pt: Não foi possível obter o conteúdo da chave de rede {}!

source: Atention
pt: Atenção

source: Could not get network information {}!
pt: Não foi possível obter informações da rede {}!
